[
  {
    "id": 1,
    "date": "09:00 am",
    "title": "Registration and Breakfast",
    "description": "Find our volunteers at the registration table, get a badge and a schedule, and join us for a scrumptious breakfast! Those who wish to participate in the \"#IamRemarkable\" Workshop must sign up at registration as space is limited."
  },
  {
    "id": 2,
    "date": "10:00 am",
    "title": "Welcome Address",
    "speaker": "GDG Cloud Miami & GDG Miami & GWC SoFlo",
    "description": "Welcome to DevFest Miami 2019! During this time, we will do introductions and go over the logistics for the day."
  },
  {
    "id": 3,
    "date": "10:15 am",
    "title": "Building Apps Like You Mean It - How to make sure that everyone can use your product, regardless of ability.",
    "speaker": "Claudio Luis Vera",
    "description": "Confessions and advice from a web designer / developer / empath on his journey to becoming an accessibility expert."
  },
  {
    "id": 4,
    "date": "11:15 am",
    "title": "Care Angel",
    "speaker": "Wolf Schlagman",
    "description": "How AI-Powered Nurse & Health Assistants Will rEVOLutionize A Reactive Sick->Care System into Proactive Health->Care system.\nReImagining How We Care @ Scale with the Digital Workforce of Tomorrow."
  },
  {
    "id": 5,
    "date": "12:15 pm",
    "title": "Mingle Lunch",
    "description": "Enjoy a healthy lunch sponsored Sylvester Comprehensive Cancer Center while mingling with other attendees and speakers."
  },
  {
    "id": 6,
    "date": "1:00 pm",
    "title": "Track Talks",
    "description": "Attend a talk in one of three tracks! There will be a coffee & networking break after speaker 2 - between 2:05-2:25 pm.",
    "tracks": [
      {
        "name": "Google Cloud Platform (GCP)",
        "id": "A",
        "talks": [
          {
            "id": "A1",
            "date": "1:00 pm",
            "title": "How to become a Google Certified Data Engineer",
            "speaker": "Daniel Cadenas",
            "description": "My experience in getting the Professional Data Engineer certification and how it has enhanced my life professionally.\n"
          },
          {
            "id": "A2",
            "date": "1:30 pm",
            "title": "Product Development with Google Firebase",
            "speaker": "Angel Lacret",
            "description": "I will be discussing how to build React Applications with Google Firebase - including authentication database access, email notifications and payment integrations."
          },
          {
            "id": "A3",
            "date": "2:30 pm",
            "title": "Building a CI/CD Pipeline With Cloud Run and Cloud Build",
            "speaker": "Luis Casadesus",
            "description": "Overview of Cloud Build. CI/CD tool. Lifecycle of a Cloud Build build. View your build results using the Gcloud tool. Overview of Cloud Run. Serverless computing a dvantages. Write a sample application, define the container, publish and deploy the app. Cloud Run on GKE."
          }
        ]
      },
      {
        "name": "Data Science",
        "id": "B",
        "talks": [
          {
            "id": "B1",
            "date": "1:00 pm",
            "title": "Machine Learning Applications Within the Airlines Industry",
            "speaker": "Kimoy Kotun",
            "description": "A classification problem to predict if a passenger will purchase a bag using Python modules."
          },
          {
            "id": "B2",
            "date": "1:30 pm",
            "title": "So you want to create an AI Radiologist?",
            "speaker": "Dr.Stephen Borstelmann",
            "description": "I will be discussing and presenting deep learning algorithms and considerations for medical imaging."
          },
          {
            "id": "B3",
            "date": "2:30 pm",
            "title": "Is it a Fire Pokemon or a Water Pokemon? Logistic Regression in Python",
            "speaker": "Viviana Marquez, MSc.",
            "description": "In this talk we will learn about Logistic Regression in Machine Learning, what kind of problems we can solve with it, and how to overcome its main challenges. There will be a live demo to follow along with."
          }
        ]
      },
      {
        "name": "Web/App Development",
        "id": "C",
        "talks": [
          {
            "id": "C1",
            "date": "1:00 pm",
            "title": "Site, Content, Action! - An Introduction to Google Assistant API for User Engagement",
            "speaker": "Kavin Kannan",
            "description": "Live Demo using the Assistant API - Modern day users want information faster and get things done quick. The advancements in Google Assistant API across platforms is helping developers to satisfy these needs. Join me as I expand on this topic to find out how you can leverage your existing content and build new content using Actions on Google Assistant for better user engagement."
          },
          {
            "id": "C2",
            "date": "1:30 pm",
            "title": "CI/CD your infrastructure with Concourse and Terraform",
            "speaker": "Roly Vicaria",
            "description": "I will be sharing a story that I imagine others might be able to relate to. It's the story of how I was asked to upgrade our cloud infrastructure because everyone else on the team was afraid to touch it. I'll show how I used Terraform to transform our team's approach to infrastructure and allow all engineers to fearlessly make changes as part of a CI/CD pipeline."
          },
          {
            "id": "C3",
            "date": "2:30 pm",
            "title": "Flutter- Layout Strategies for the Android Programmer",
            "speaker": "Danielle Cox",
            "description": "As Android programmers we have invested many hours into learning each new xml layout. Switching to a new paradigm/framework can be intimidating.  In this talk, we will go over strategies to creating layouts in Flutter comparing and contrasting them with the traditional Android ways."
          }
        ]
      }
    ]
  },
  {
    "id": 7,
    "date": "2:05 pm - 2:25 pm",
    "title": "Coffee and Refreshment Break!",
    "description": "Enjoy and coffee, healthy snacks, and networking courtesy of Wix.com"
  },
  {
    "id": 8,
    "date": "3:15 pm",
    "title": "Raffle!",
    "description": "The Girls Who Code Organization of South Florida will be selling raffle tickets to benefit their scholarship funds. Purchase as many as you'd like to increase your chances of winning one of several Google and sponsored prizes!"
  },
  {
    "id": 9,
    "date": "3:30 - 5:00 pm",
    "title": "Workshops",
    "description": "Attend one of the three hands-on 90 - minute workshops below!",
    "tracks": [
      {
        "name": "Google Cloud Platform (GCP)",
        "id": "A",
        "talks": [
          {
            "id": "A1",
            "date": "3:30 pm",
            "title": "GCP",
            "speaker": "Layla Bouzoubaa & Mash Zahid",
            "description": "Predicting Cardiovascular Disease - An End-to-End Data Science Pipeline in the Google Cloud Platform"
          }
        ]
      },
      {
        "name": "IoT",
        "id": "B",
        "talks": [
          {
            "id": "B1",
            "date": "3:30 pm",
            "title": "IoT pt. 1 - Augmenting the Google Assistant with the MATRIX Creator",
            "speaker": "Carlos Chacin",
            "description": "Learn to set up Google Assistant on your MATRIX device. Interface with sensors and NFC!\n\nMATRIX Labs is an IoT and AI company focused on empowering global creativity with scalable, versatile, and daring tech/products fit for today's world."
          },
          {
            "id": "B2",
            "date": "4:30 pm",
            "title": "IoT pt. 2 - Lighten Up with Arduino",
            "speaker": "Brandon Roberts",
            "description": "Learn the basics for getting started with Arduino and create a light up project!\n"
          }
        ]
      },
      {
        "name": "#IamRemarkable",
        "id": "C",
        "talks": [
          {
            "id": "C1",
            "date": "3:30 pm",
            "title": "#IamRemarkable",
            "speaker": "Yasmary Hernandez & Ruth Llanos-Vos",
            "description": "#IamRemarkable is a Google initiative empowering women and underrepresented groups to celebrate their achievements in the workplace and beyond. The workshop will highlight to participants the importance of self promotion in their careers and provide them with the tools to practice this skill."
          }
        ]
      }
    ]
  },
  {
    "id": 10,
    "date": "4:00pm",
    "title": "Happy Hour Begins!",
    "description": "For those not interested in attending a workshop, stay and socialize/network with your new DevFest friends over some drinks and light hors d'oeuvres :)\n"
  },
  {
    "id": 11,
    "date": "5:00pm",
    "title": "Closing Remarks",
    "description": "Closing remarks by GDG Cloud Miami, GDG Miami, and Wix.com. Happy Hour until 6pm!\n"
  }
]