[
  {
    "id": 1,
    "date": "09:00 am",
    "title": "Registration and Breakfast",
    "description": "Find our volunteers at the registration table, get a badge and a schedule, and join us for a scrumptious breakfast! Those who wish to participate in the \"#IamRemarkable\" Workshop must sign up at registration as space is limited.\n"
  },
  {
    "id": 2,
    "date": "10:00 am",
    "title": "Welcome Address",
    "speaker": "GDG Cloud Miami & GDG Miami",
    "description": "Welcome to DevFest Miami 2019! During this time, we will do introductions and go over the logistics for the day.\n"
  },
  {
    "id": 3,
    "date": "10:15 am",
    "title": "Building Apps Like You Mean It - How to make sure that everyone can use your product, regardless of ability.",
    "speaker": "Claudio Luis Vera",
    "description": "Confessions and advice from a web designer / developer / empath on his journey to becoming an accessibility expert."
  },
  {
    "id": 4,
    "date": "11:15 am",
    "title": "TBA",
    "speaker": "Keynote 2 - TBA!",
    "description": "Candy canes cake pudding. Soufflé cake chocolate bar chocolate cake chocolate cake cheesecake cupcake cupcake muffin. Jujubes liquorice sesame snaps pie. Caramels pudding tiramisu jelly-o dragée pie tootsie roll. Macaroon candy halvah tart. Lollipop croissant pie tootsie roll bear claw bear claw donut ice cream. Gummies chupa chups sugar plum cupcake tiramisu candy canes danish wafer. Bonbon candy powder dessert muffin lemon drops. Bonbon brownie cotton candy topping donut ice cream jujubes soufflé.\n"
  },
  {
    "id": 5,
    "date": "12:15 pm",
    "title": "Mingle Lunch",
    "description": "Enjoy a healthy lunch sponsored Sylvester Comprehensive Cancer Center while mingling with other attendees and speakers.\n"
  },
  {
    "id": 6,
    "date": "1:00 pm",
    "title": "Track Talks",
    "description": "Attend a talk in one of three tracks!",
    "tracks": [
      {
        "id": "A",
        "date": "1:00 pm",
        "title": "Google Cloud Platform (GCP)",
        "description": "Talks showcasing the latest and greatest Google Cloud Platform products! - id: 1\n  date: 1:00 pm\n  speaker: Daniel Cadenas\n  description: >\n    My experience in getting the Professional Data Engineer certification and how it has enhanced my life professionally.\n"
      },
      {
        "name": "Data Science",
        "id": "B",
        "date": "1:00 pm",
        "title": "Data Science",
        "speaker": "Daniel Cadenas"
      },
      {
        "name": "Web/App Development",
        "id": "C",
        "date": "1:00 pm",
        "title": "Web/App Development",
        "speaker": "Daniel Cadenas"
      }
    ]
  },
  {
    "id": 7,
    "date": "3:15 pm",
    "title": "Raffle!",
    "description": "The Girls Who Code Organization of South Florida will be selling raffle tickets to benefit their scholarship funds. Purchase 1 (or many!) to increase your chances of winning one of several Google prizes!\n"
  },
  {
    "id": 8,
    "date": "3:30 pm",
    "title": "Workshops",
    "description": "Attend one of the three hands-on workshops below!",
    "tracks": [
      {
        "name": "A",
        "id": "A",
        "date": "3:30 pm",
        "title": "GCP",
        "Speaker": "Cesar Diaz",
        "description": "Someone teaches something cool in GCP\n"
      },
      {
        "name": "B",
        "id": "B",
        "date": "3:30 pm",
        "title": "IoT",
        "Speaker": "Matrix Labs",
        "description": "Someone teaches something cool in IoT\n"
      },
      {
        "name": "C",
        "id": "C",
        "date": "3:30 pm",
        "title": "#IamRemarkable",
        "Speaker": "Yasmary Hernandez",
        "description": "\"#IamRemarkable is a Google initiative empowering women and underrepresented groups to celebrate their achievements in the workplace and beyond. The workshop will highlight to participants the importance of self promotion in their careers and provide them with the tools to practice this skill.\"\n"
      }
    ]
  },
  {
    "id": 9,
    "date": "4:00pm",
    "title": "Happy Hour Begins!",
    "description": "For those not interested in attending a workshop, stay and socialize/network with your new DevFest friends over some drinks and light hors d'oeuvres :)\n"
  },
  {
    "id": 10,
    "date": "5:00pm",
    "title": "Closing Remarks",
    "description": "Closing remarks by GDG Cloud Miami & GDG Miami. Happy Hour until 6pm!\n"
  }
]